Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/cs.tmx
Source language: en
Languages: cs

source: If you are having trouble connecting to the server, make sure you have a valid Internet connection. If you can access the Internet with a web browser, contact your IT department for help with the %%app_name%% configuration settings.
cs: Máte-li potíže s připojením k serveru, zkontrolujte, zda máte k dispozici platné připojení k Internetu. Pokud můžete získat přístup k Internetu pomocí webového prohlížeče, obraťte se pro pomoc s nastavením konfigurace aplikace %%app_name%% na oddělení IT.

source: Ignore 100% target ink values
cs: Ignorovat 100% cílové hodnoty inkoustu

source: Image Brightness
cs: Jas grafiky

source: Image Operations:
cs: Grafika:

source: Image Tools
cs: Nástroje pro grafiku

source: Image size:
cs: Velikost grafiky:

source: Import Media:
cs: Import média:

source: Import...
cs: Importovat...

source: Includes bleed/trim width %s and height %s
cs: Včetně přesahu/ořezání s šířkou %s a výškou %s

source: Information:
cs: Informace:

source: Ink Cartridge Error
cs: Chyba inkoustové náplně

source: Ink Density Factor
cs: Faktor denzity inkoustu

source: Ink Limiting Profiles
cs: Profily omezování množství inkoustu

source: Ink Saving
cs: Ukládání inkoustu

source: Ink cartridge combination error
cs: Chyba kombinace inkoustových náplní

source: Ink low
cs: Nízký stav inkoustu

source: Ink low CL unavailable - Green
cs: Nízký stav inkoustu, CL nedostupné – zelená

source: Ink supply error. (Dark M)
cs: Chyba zásobování ink. (Dark M)

source: Install
cs: Instalace

source: Intent
cs: Reprodukce

# Internal guide D is open.
source: Internal guide D is open.\n
cs: Otevřené vnitřní vedení D.\n

source: Invalid Configuration
cs: Neplatná konfigurace

source: Invalid Response received from the server.
cs: Ze serveru byla obdržena neplatná odpověď.

source: Invalid output resolution for this device.
cs: Neplatné výstupní rozlišení pro toto zařízení.

source: It is recommended to turn off "Print Multiple Rows at a Time" in the Placement Strategy when printing multiple copies that span more than one row.
cs: Doporučuje se vypnout možnost „Tisknout vícenásobné řady současně“ ve způsobu rozmístění, jestliže tisknete několik kopií s rozsahem větším než jeden řádek.

source: JOBS IN ORDER
cs: ÚLOHY V POŘADÍ

source: Jaws Rip option is not available!
cs: Možnost Jaws Rip není k dispozici!

source: Job Creation:
cs: Vytvoření úlohy:

source: Job Log
cs: Protokol úlohy

source: Job Progress
cs: Zpracování úlohy

source: Job View
cs: Zobrazení úlohy

source: JobID not known by Controller.
cs: Kontrolér nerozpoznal ID úlohy.

source: Keep Black Mode
cs: Ponechat režim černé

source: Key Write Error
cs: Chyba zápisu klíče

source: L*a*b* Source Image
cs: L*a*b* zdrojová grafika

source: Label Color
cs: Barva štítku

source: Lamp Power
cs: Výkon lampy

source: Large Format Printers
cs: Velkoformátové tiskárny

source: Last scan failed. Please rescan.
cs: Poslední skenování selhalo. Proveďte skenování znovu.

source: Layer Name:
cs: Název vrstvy:

source: Left Margin
cs: Levý okraj

source: Legacy
cs: Starší

source: Level 3
cs: Úroveň 3

source: Library of &type:
cs: &Typ knihovny:

source: Line Screen
cs: Hustota rastru

source: Lines/Fast
cs: Čáry/rychle

source: Load the Media
cs: Založení média

source: Local
cs: Místní

source: Log
cs: Protokol

source: Low Speed
cs: Pomalu

source: Lt Magenta
cs: Lt purpurová

source: Lt-Lt-Light Green
cs: Lt-Lt Světle zelená

source: M L Black
cs: M L černá

source: MM/dd/yyyy
cs: MM/dd/rrrr

source: Magenta Pattern
cs: Purpurový rastr

source: Main tank ink end - Light Cyan
cs: Prázdný hlavní inkoustový zásobník – světle azurová

source: Maintenance tank full (1)
cs: Plná náplň údržby (1)

source: Make Path
cs: Vytvořit ořezovou cestu

source: Manage Screen Configurations
cs: Konfigurace polotónových rastrů

source: Manual Targeting
cs: Ruční umístění

source: Margins (%s): top:%.2f, left:%.2f, right:%.2f, bottom:%.2f
cs: Okraje (%s): nahoře:%.2f, vlevo:%.2f, vpravo:%.2f, dole:%.2f

source: Marks and Labels
cs: Značky a popisky

source: Maximum Height:
cs: Maximální výška:

source: MaximumTile Size (inches):
cs: Max. velikost panelu (inch):

source: Measure ColorCheck Swatch
cs: Měření vzorníku ColorCheck

source: Measured:
cs: Změřeno:

source: Measurement of Swatch Needed
cs: Nutnost měření vzorníku

source: Media Archive OML File (*.OML)
cs: Soubor OML archivu médií (*.OML)

source: Media Cost
cs: Náklady na médium

source: Media Group
cs: Skupina médií

source: Media Settings
cs: Nastavení média

source: Media Type 2:
cs: Typ média 2:

source: Media and Page Size
cs: Médium a velikost stránky

source: Media/Page Size Selection
cs: Médium/Formát papíru

source: Medium Heavy (25-27 lbs.)
cs: Středně silné (115–125 g)

source: Meters
cs: Metry

source: Middle
cs: Střední

source: Minimum gray value to have a pixel become a cut path.
cs: Minimální hodnota šedé pro vytvoření ořezové cesty.

source: Missing cartridge
cs: Chybí inkoustová náplň

source: Mode 10, 1p, bi, 320 cps
cs: Režim 10, 1 p, obousm., 320 cps

source: Mode 5, 3p, uni, 320 cps
cs: Režim 5, 3 p, jednosm., 320 cps

source: Mode Evaluation
cs: Hodnocení režimu

source: Modify Defaults
cs: Upravit výchozí hodnoty

source: Monochrome (Color Off)
cs: Monochromatický (barvy vyp.)

source: Move
cs: Přesunout

source: Move Up
cs: Posunout nahoru

source: Move to top
cs: Posunout na první místo

source: Multichannel
cs: Vícekanálový

source: Mutoh MutohRJ Options
cs: Možnosti Mutoh MutohRJ

source: NOTE
cs: POZNÁMKA

source: Name Colors Used
cs: Použité názvy barev

source: Named Color Profile
cs: Nazvaný barevný profil

source: NeoltCeramics Printer Resource DLL
cs: Knihovna DLL s prostředky tiskárny NeoltCeramics

source: Neutrals
cs: Neutrální

source: New Pen Configuration
cs: Nové nastavení pera

source: Next Job
cs: Další úloha

source: No Filter
cs: Bez filtru

source: No Light Inks
cs: Žádné světlé inkousty

source: No Profiles
cs: Bez profilů

source: No default values for current resolution and media type
cs: Pro aktuální rozlišení a typ média nejsou dostupné žádné výchozí hodnoty.

source: No jobs are available for reprinting.
cs: Pro opakovaný tisk nejsou dostupné žádné úlohy.

# No photo cyan ink.
source: No photo cyan ink.\n
cs: Není foto cyan inkoust.\n

source: No version information
cs: Žádné informace o verzi

source: Normal
cs: Normál

source: Normal Speed
cs: Normálně

source: Not Using G7 Native CMY
cs: Bez použití G7 Native CMY

source: Note: Changing the Ink Limit type and clicking 'Print Swatch' or the 'Next' button will result in the loss of previous Ink Limit settings.
cs: Poznámka: Změna typu limitu inkoustu a kliknutí na tlačítko Tisk vzorníku barev nebo Další způsobí ztrátu předchozích nastavení limitu inkoustu.

source: Note: The measurement condition switch should be in the position 0
cs: Poznámka: Přepínač stavu měření by měl být v pozici 0

source: Nozzle EVEN
cs: SUDÉ trysky

source: Number of Printer Copies
cs: Počet kopií tiskárny

source: OLF Support
cs: Podpora OLF

source: ONYX Hub is not supported by key. Server will only support API requests.
cs: Klíč nepodporuje ONYX Hub. Server bude podporovat pouze požadavky API.

source: On Process
cs: Při zpracování

source: Online Support Portal
cs: Online portál podpory

source: Open File Separations
cs: Otevřít výtažky souboru

source: Open Update Key File
cs: Otevřít aktualizovaný soubor klíče

source: OpenCommunication on
cs: Otevřená komunikace na

source: Optimize Mode Name
cs: Název režimu optimalizace

source: Orange Ink Near End
cs: Téměř prázdná oranžová inkoustová kazeta

source: Original Image
cs: Originální grafika

source: Outer Roller Pressure:
cs: Tlak vnějšího válce:

source: Output Path:
cs: Ořezová cesta:

source: Ovedrride Default Dot Size
cs: Přepsat výchozí velikost bodu

source: Overlay (White on Color/Metal)
cs: Překrytí (bílá na barvu/kov)

source: Override Pass Mode
cs: Přepsat režim průchodu

source: P&references...
cs: &Předvolby...

source: PDF Files
cs: Soubory PDF

source: PRINTER Files (*.PRINTER)|*.PRINTER|
cs: PRINTER soubory (*.PRINTER)|*.PRINTER|

source: PS/PDF Options
cs: Možnosti PS/PDF

source: Page &Num:
cs: číslo &stránky:

source: Page Size Name
cs: Název formátu stránky

source: Pannel Setting
cs: Nastavení panelu

source: Paper No. %d
cs: Č. papíru %d

source: Paper change unfinished error
cs: Chyba - nedokončená změna papíru

source: Paper returns to cassette after printing
cs: Po ukončení tisku vrátit papír do kazety

source: Parity
cs: Parita

source: Passes
cs: Počet průchodů

source: Patch Gap:
cs: Mezery mezi poli:

source: Patches per ink: %d
cs: Políček na inkoust: %d

source: Pattern Spreading works best on straight lines and sharp corners.
cs: Rozšíření typu rastru funguje nejlépe u přímých čar a ostrých rohů.

source: Pen Weight:
cs: Váha pera:

source: Percentage of CII < 1:
cs: Procento CII < 1:

source: Perform sheet mount cleaning.
cs: Proveďte čištění uchycení listů.

source: Photo Cyan
cs: Foto azurová

source: Physical Prints
cs: Fyzické výtisky

source: Pixel Double
cs: Zdvojení obrazových bodů

source: Platen
cs: Deskový

source: Please check and retype the fields marked with red stars.\nPlease note that an e-mail containing your unlock code will be sent to this e-mail address.
cs: Prosím, překontrolujte údaje označené hvězdičkou.\nVyplňte přesně emailovou adresu, na kterou vám bude doručen aktivační kód.

source: Please enter a name for the printer.
cs: Zadejte název pro tiskárnu.

source: Please insert chart.
cs: Vložte prosím vzorník.

source: Please place the device on the white reference, and then press the measure button to calibrate.\n\nPlease do not lift the device from the white reference until the next instruction.
cs: Umístěte přístroj na bílé referenční místo a spusťte kalibraci stisknutím tlačítka měření.\n\nPřístroj neposunujte mimo bílé referenční místo dokud se neobjeví další instrukce.

source: Please select a port for the device.
cs: Vyberte port pro připojení zařízení.

source: Please wait for a few seconds while detecting keys.
cs: Prosím počkejte několik sekund, než se vyhledají klíče.

source: Port Busy
cs: Port je používán

source: Port Write Error (%d):
cs: Chyba zápisu na port (%d):

source: Post Lamp:
cs: Zadní lampa:

source: PosterShop Server - Epson 5000 Only
cs: PosterShop Server - pouze Epson 5000

source: Postscript Source Image
cs: Postscriptová zdrojová grafika

source: Pre-cure Power:
cs: Výkon předběžného vytvrzování:

source: Preparing
cs: Připravuje se

source: Preset Summary
cs: Shrnutí předvoleb

source: Preview Changes
cs: Zobrazit náhled změn

source: Previous setting: %.1f, new setting: %.1f
cs: Předchozí nastavení: %.1f, nové nastavení: %.1f

source: Primer -> Color (Underprint)
cs: Základní barva -> Barva (Podtisk)

source: Print Barcode Label
cs: Tisknout popisek čárového kódu

source: Print Cyan Ink with:
cs: Tisk azurovým inkoustem s:

source: Print Forwarding
cs: Předání tisku

source: Print Label
cs: Tisk popisku

source: Print Mode Name:
cs: Název režimu tisku:

source: Print Order:
cs: Pořadí tisku:

source: Print Reflection
cs: Tisknout zrcadlově

source: Print Surface Temperature:
cs: Teplota tiskového povrchu:

source: Print White Ink with:
cs: Tisk bílým inkoustem s:

source: Print and Read the Ink Limits swatch
cs: Vytištění a vyhodnocení vzorníku limitů inkoustu

source: Print grey balance swatch.
cs: Vytiskněte Grey Balance vzorník.

source: Print mode selectors
cs: Selektory tiskového režimu

source: Print to mode specific folder
cs: Tisknout do složky specifikované režimem

source: Printed Media Area
cs: Potištěná oblast média

source: Printer Device
cs: Tiskové zařízení

source: Printer Initializing
cs: Inicializace tiskárny

source: Printer Options...
cs: Možnosti tiskárny...

source: Printer Versions
cs: Verze tiskárny

source: Printer error!
cs: Chyba tiskárny

source: Printer is powered off.
cs: Tiskárna je vypnutá.

source: Printer's loaded ink set is different from the one selected for the job.
cs: Vložený inkoust tiskárny se liší od inkoustu vybraného pro úlohu.

source: Printing Completed Successfully
cs: Tisk byl úspěšně dokončen

source: Printing gutter must be installed
cs: Musí být nainstalována mezera mezi tiskovými segmenty

source: Prints Due (Job Ticket)
cs: Čekající výtisky (Průvodka úlohy)

source: Process Channel:
cs: Procesní kanál:

source: Process raster dithering at interpretation
cs: Zpracovat rastrování během interpretace

# Processing to print %d copies of '%s'...
source: Processing to print %d copies of '%s'...\n
cs: Zpracování pro tisk %d kopií '%s'...\n

source: Production (HQ1)
cs: Produkce (HQ1)

source: Production uni-directional
cs: Produkce jednosměrná

source: Profiler problem on the printer!
cs: Problém aplikace Profiler v tiskárně!

source: Prompt for Output Folder
cs: Požádat o výstupní složku

source: Properties
cs: Vlastnosti

source: Quality (HQ2)
cs: Kvalita (HQ2)

source: Quality 12, 12p, 320 cps, Bidir
cs: Kvalita 12, 12 p, 320 cps, obousm.

source: Quality 3, 18p, sym, 240 cps
cs: Kvalita 3, 18 p, sym., 240 cps

source: Quality 5, 8p, uni, 240 cps
cs: Kvalita 5, 8 p, jednosm., 240 cps

source: Quality uni-directional
cs: Kvalita jednosměrná

source: Queue entry is not running.
cs: Položka fronty není spuštěna.

source: RGB Percent
cs: RGB procenta

source: RGI Printer Info
cs: RGI tiskárna - info

source: Read Date:
cs: Datum čtení:

source: Read the ink restriction swatch
cs: Měření vzorníku omezení množství inkoustu

source: Ready
cs: Připraveno

source: Recalibrate
cs: Rekalibrace

source: Recent Library
cs: Naposledy otevřené knihovny

source: Red Limit
cs: Limit červené

source: Reduced HiFi Solvent
cs: Redukované rozpouštědlo HiFi

source: Refresh Page
cs: Aktualizovat stránku

source: Registration Pin:
cs: Registrační pin:

source: Release
cs: Potvrzení

source: Remove '%s' from Queue?
cs: Odstranit '%s' z tiskové fronty?

source: Rename Calibration
cs: Přejmenování kalibrace

source: Render:
cs: Reprodukce:

source: Replace files the engine has lost.
cs: Nahraďte soubory ztracené modulem.

source: Report Results
cs: Výsledky zprávy

source: Request Registration Code
cs: Žádost o registrační kód

source: Reset Pattern
cs: Výchozí nastavení

source: Resolution:
cs: Rozlišení:

source: Retain Aspect Ratio
cs: Zachovat poměr stran

source: Revised
cs: Opraveno

source: Right Lamp Power %
cs: Výkon pravé lampy v %

source: Roll 1
cs: Role 1

source: Roll back media by the amount designated.
cs: Posuňte médium zpět o určenou hodnotu.

source: Rotate
cs: Otočit

source: Rotate individual tiles
cs: Otáčet jednotlivé panely

source: Row / Column
cs: Řada/sloupec

# Running General Settings Config...
source: Running General Settings Config...\n
cs: Spuštěno základní nastavení serveru...\n

source: SCSI Scan
cs: Prohledání SCSI

source: Sa&ve Media
cs: Úspora &média

source: Saturation Extreme
cs: Extrémní sytost

source: Save Linear Model as:
cs: Uložit lineární model jako:

# Save the active document Save
source: Save the active document\nSave
cs: Uloží aktivní dokument\nUložit

source: Scale Up
cs: Zvětšit

source: Scan the row from Left to Right as instructed before.\nStart>>>------------------>>>Stop
cs: Proveďte skenování zleva doprava podle předchozích pokynů.\nZačátek>>>------------------>>>Konec

source: Scramble Swatch
cs: Namíchat vzorník

source: Searching IP Address....please wait!
cs: Vyhledávám IP adresu… prosím, čekejte!

source: Select 'Create another media' to return to the beginning of the Create New Media wizard and create another media.
cs: Výběrem 'Vytvořit další médium' se vraťte na začátek průvodce vytvořením nového média a vytvořte nové médium.

source: Select Icc Profile
cs: Vybrat profil ICC

source: Select Mode:
cs: Vyberte mód:

source: Select TWAIN_32 Source Select TWAIN_32 Source
cs: Výběr TWAIN_32 zdroje Výběr TWAIN_32 zdroje

source: Select a compatible Reference Standard:
cs: Vybrat kompatibilní referenční standard:

source: Select an existing Calibration or create a new one.
cs: Vyberte existující kalibraci nebo vytvořte novou.

source: Select options for the workflow
cs: Výběr možností pracovního postupu

source: Select the Ink Configuration to use
cs: Vybrat konfiguraci inkoustu, kterou chcete použít

source: Select the left and right margins set on the printer panel. These will be used when retrieving the page size from the printer.
cs: Vyberte nastavení levých a pravých okrajů na panelu tiskárny. Použijí se při načítání formátu stránky z tiskárny.

source: Select the print mode's resolution
cs: Vybrat rozlišení tiskového režimu

source: Select/Deselect All
cs: Vybrat vše / zrušit výběr všeho

source: Selects the current page
cs: Výběr aktuální strany

source: Send job to "Ready to Print area"
cs: Odeslat úlohu do fronty „Úlohy připravené k tisku“

source: Separation Bar Width:
cs: Šířka panelu oddělovače:

source: Server cannot share the same port number with database.
cs: Server nemůže sdílet stejné číslo portu s databází.

source: Set As &Active
cs: Nastavit jako &aktivní

source: Set Dotted Top Marks
cs: Nastavit tečkované horní značky

source: Set Label Distance
cs: Nastavit vzdálenost popisku

source: Set Page Size to Image Size
cs: Nastavit velikost stránky na velikost obrázku

source: Set by Control Panel
cs: Nastavení tiskárny

source: Set to Defaults
cs: Nastavit na výchozí hodnoty

source: Settings Changed
cs: Nastavení byla změněna

# Setup print options for the active job Print Setup
source: Setup print options for the active job\nPrint Setup
cs: Nastavení možností tisku pro aktivní úlohu\nNastavení tisku

source: Sharpness:
cs: Ostrost:

source: Show Current
cs: Zobrazit aktuální

source: Show Steps
cs: Zobrazit průvodce

# Show or hide the status bar Toggle StatusBar
source: Show or hide the status bar\nToggle StatusBar
cs: Zobrazí nebo skryje stavový řádek\nStavový řádek

source: Side A prints with
cs: Tisk strany A s

source: Silver Nozzles
cs: Stříbrné trysky

source: Six Pass
cs: 6 průchodů

source: Sizing (Perforated Board)
cs: Změna velikosti (perforovaná deska)

source: Slider5
cs: Posuvník5

source: Smallest
cs: Nejmenší

# Software protection key error! There could be a faulty connection,
source: Software protection key error! There could be a faulty connection,\n
cs: Chyba hardwarového klíče! Překontrolujte, zda je správně připojen,\n

source: Source Icons
cs: Ikony zdroje

source: Spacing (inches):
cs: Mezery (inch):

source: Specialty Ink Print Method:
cs: Metoda tisku speciálním inkoustem:

source: SpectroProofer Error
cs: Chyba zařízení SpectroProofer

source: Spooler online
cs: Server je online

source: Spot 3
cs: Přímá 3

source: Spot Color Print Mode:
cs: Režim tisku přímé barvy:

source: Spot colors to substitute with Black Linearization:
cs: Přímé barvy pro nahrazení linearizací černé:

source: Spot6
cs: Přímá 6

source: Standard Calcomp Printers
cs: Standardní Calcomp tiskárny

source: Standards Simulation
cs: Simulace Standardů

source: Start internal color calibration
cs: Spustit interní kalibraci barvy

source: Status is loading...
cs: Načítání stavu...

source: Steps
cs: Kroky

# Stopping HTTP Service on port %d
source: Stopping HTTP Service on port %d\n
cs: Zastavení HTTP služby na portu %d\n

source: Strikes:
cs: Překrytí:

# Submit next side B job. What is on side A: "%s"
source: Submit next side B job.\n\nWhat is on side A:\n "%s"
cs: Odeslat další úlohu strany B.\n\nCo je na straně A:\n "%s"

source: Substrate advance compensation
cs: Korekce posunu substrátu

source: Successfully upgraded database to version %s
cs: Databáze byla úspěšně upgradována na verzi %s

source: Surface Colors
cs: Povrchové barvy

source: Swatch Options
cs: Nastavení vzorníku

source: Swatch:
cs: Vzorník:

source: System Restart
cs: Restart systému

source: TRANSMITTING DATA
cs: PŘENOS DAT

source: Target Density:
cs: Cílová denzita:

source: Templates have been disabled because the image is tiled
cs: Šablony byly deaktivovány, protože grafika je dlaždicová

source: Testing TCP/IP Settings
cs: Probíhá test nastavení TCP/IP

source: The Color Management System could not be started.
cs: Systém správy barev nemohl být spuštěn.

source: The ICC profile %s will be encoded with a "watermark."\n It will only work in ONYX software.
cs: Profil ICC %s bude šifrován s "vodoznakem".\n Bude fungovat pouze v softwaru ONYX.

source: The Mutoh KONA and SC Pro support up to 8 custom patterns per job.
cs: Tiskárny Mutoh KONA a SC Pro podporují až 8 vlastních rastrů na úlohu.

source: The Scan Speed is too large for the resolution specified.
cs: Rychlost tisku je větší, než rychlost specifikovaná pro toto rozlišení.

# The acquired image file has an invalid image file format. Please try again.
source: The acquired image file has an invalid image file format.\n\nPlease try again.
cs: Získaný grafický soubor má neplatný grafický formát.\n\nProsím, zkuste znovu.

source: The buffer passed to te SCSI request was not aligned properly.
cs: Vyrovnávací paměť pro SCSI požadavek nebyl správně připojen.

source: The current media type does not have a calibration for this resolution. The image will be sent and will be printed as soon as a calibration is chosen.
cs: Aktuální typ média nemá kalibraci pro toto rozlišení. Grafika bude odeslána do tiskárny a vytištěna, jakmile bude kalibrace vybrána.

source: The disk "%s" is invalid.
cs: Disk „%s“ není platný.

source: The first compatible media found will automatically be selected (Don't show this dialog again).
cs: Automaticky se vybere první nalezené kompatibilní médium (Toto dialogové okno již nezobrazovat).

source: The hardware key has been removed.
cs: Váš hardwarový klíč byl odstraněn.

source: The image is too large for the selected media\nPrintable Area %d Pixels\nImage Width %d Pixels
cs: Grafika je pro vybrané médium příliš velká\n Oblast tisku %d pixelů\nŠířka grafiky %d pixelů

source: The ink system is not primed.
cs: Systém inkoustů není předplněný.

source: The list of medias is empty. Please verify that one or more media have been correctly loaded on the printer and in the Epson Control Dashboard.
cs: Seznam médií je prázdný. Zkontrolujte, že minimálně jedno médium bylo správně založeno do tiskárny a do Epson Control Dashboard.

source: The media offset and image width is greater than the print width allowed. Please check your media options.
cs: Odsazení média a šířka grafiky jsou větší než povolená šířka tisku. Zkontrolujte možnosti média.

source: The new media's color configuration may require ink restrictions in order to get good output. If you would like to set ink restrictions now, press the Ink Restrictions button. Otherwise press the Next button.
cs: Pro danou konfiguraci barev nového média může být potřeba omezit množství inkoustu, aby se zajistil kvalitní výstup. Pokud chcete nastavit množství inkoustu nyní, klikněte na tlačítko Omezení inkoustu. V opačném případě klikněte na tlačítko Další.

source: The print head temperature is too high. Please wait.
cs: Teplota tiskové hlavy je příliš vysoká. Počkejte prosím.

# The printer has reported the following error(s):
source: The printer has reported the following error(s):\n\n
cs: Tiskárna ohlásila následující chybu:\n\n

source: The printer is cooling the print heads. Please wait. (The ambient temperature must be decreased to avoid print interruption.) After 10 minutes of interruption, you can select to start or cancel the print.
cs: Tiskárna chladí tiskové hlavy. Počkejte prosím. (Je nutné snížit okolní teplotu, aby nedošlo k přerušení tisku.) Po 10 minutách přerušení můžete tisk zahájit nebo zrušit.

source: The printer must be connected via TCP/IP to use get status information
cs: Chcete-li získat informace o stavu, musí být tiskárna připojena prostřednictvím protokolu TCP/IP
